// 鲜花套餐 X Packages数据
var box_two = [
    {
        img: "img/花束1.jpg",
        name: "Nature自然系列 | 混合版",
        price: "99",
        age: "99元/4束，每周一束，新用户赠花瓶"
    },
    {
        img: "img/花束2.jpg",
        name: "Nature自然系列 | 混合版",
        price: "91",
        age: "99元/4束，每周一束，新用户赠花瓶"
    },
    {
        img: "img/花束3.jpg",
        name: "Nature自然系列 | 混合版",
        price: "93",
        age: "99元/4束，每周一束，新用户赠花瓶"
    },
    {
        img: "img/花束4.jpg",
        name: "Nature自然系列 | 混合版",
        price: "98",
        age: "99元/4束，每周一束，新用户赠花瓶"
    },
]

// 鲜花故事 X Story(首页底部轮播的两组数据) <-------
var clears_one = [
    {
        img: "img/花材4.jpg",
        data: "2016-05-12",
        name: "M***耶",
        names: "Nature自然系列 | MIX版",
        age: "每周六一起床就能收到花，周周准时，好开心呀。送来的花都很新鲜，包装上也很用心，损坏的花材很少。物流靠谱，给快递小哥点赞。"
    },
    {
        img: "img/花材5.jpg",
        data: "2016-05-12",
        name: "M***耶",
        names: "Nature自然系列 | MIX版",
        age: "每周六一起床就能收到花，周周准时，好开心呀。送来的花都很新鲜，包装上也很用心，损坏的花材很少。物流靠谱，给快递小哥点赞。"
    },
    {
        img: "img/花材6.jpg",
        data: "2016-05-12",
        name: "M***耶",
        names: "Nature自然系列 | MIX版",
        age: "每周六一"
    }
]

var clears_two = [
    {
        img: "img/花材1.jpg",
        data: "2016-05-12",
        name: "M***耶",
        names: "Nature自然系列 | MIX版",
        age: "每周六一起床就能收到花，周周准时，好开心呀。送来的花都很新鲜，包装上也很用心，损坏的花材很少。物流靠谱，给快递小哥点赞。"
    },
    {
        img: "img/花材2.jpg",
        data: "2016-05-12",
        name: "M***耶",
        names: "Nature自然系列 | MIX版",
        age: "每周六一起床就能收到花，周周准时，好开心呀。送来的花都很新鲜，包装上也很用心，损坏的花材很少。物流靠谱，给快递小哥点赞。"
    },
    {
        img: "img/花材3.jpg",
        data: "2016-05-12",
        name: "M***耶",
        names: "Nature自然系列 | MIX版",
        age: "每周六一起床就能收到花，周周准时，好开心呀。送来的花都很新鲜，包装上也很用心，损坏的花材很少。物流靠谱，给快递小哥点赞。"
    }
] // -------->



// 商品图片：img
// 商品名称：name
// 商品价格：price
// 商品数量：quantity
// 商品简介：quantity

var salve = [
    [
        {
            img: "img/露微花商城图片.jpg",
            name: "露微花",
            price: 100,
            volume: "1.3万件",
            copy: "用我们多样的玫瑰系列提升你的情感。每种颜色都诉说着独特的故事；红色象征着激情的爱，而白色则体现纯洁和无辜。"
        },
        {
            img: "img/长寿花商城图片.jpeg",
            name: "长寿花",
            price: 70,
            volume: "1.3万件",
            copy: "拥抱菊花的持久之美。充满活力且坚韧不拔，这些花象征着长寿和力量。"
        },
        {
            img: "img/香雪兰商城图片.jpg",
            name: "香雪兰",
            price: 150,
            volume: "1.3万件",
            copy: "沉浸在兰花的魅力中。拥有丰富的颜色，这些花象征着美丽、力量和爱。用它们优雅的芬芳丰富你的空间。"
        },
        {
            img: "img/薰衣草商城图片.jpg",
            name: "薰衣草",
            price: 100,
            volume: "1.3万件",
            copy: "陶醉于薰衣草的舒缓香气。除了迷人的紫色外，薰衣草还代表着宁静和放松，是任何环境中的理想补充。"
        },
        {
            img: "img/洋甘菊商城图片.jpg",
            name: "洋甘菊",
            price: 60,
            volume: "1.3万件",
            copy: "体验洋甘菊花的宁静魅力。除了它们纤弱的外表外，这些花还与放松和宁静联系在一起，为任何空间带来平和的感觉。"
        },
        {
            img: "img/小苍兰商城图片.jpg",
            name: "小苍兰",
            price: 90,
            volume: "1.3万件",
            copy: "享受小苍兰淡雅的魅力。具有迷人的蓝色，它们象征着谦逊和感激之情，为您的环境增添一抹谦和之美。"
        },
        {
            img: "img/百合花商城图片.jpg",
            name: "百合花",
            price: 110,
            volume: "1.3万件",
            copy: "拥抱百合花的纯洁和精致。凭借它们优雅的外观，百合花象征着纯洁、更新和新开始的繁荣。"
        },
        {
            img: "img/康乃馨商城图片.jpg",
            name: "康乃馨",
            price: 80,
            volume: "1.3万件",
            copy: "发现康乃馨的永恒魅力。以不同的颜色呈现，这些花传达深深的情感，如爱和仰慕。用康乃馨为您的环境增添一丝感情色彩。"
        },
    ],
    [
        {
            img: "img/丹麦重瓣风铃花商城图片.jpg",
            name: "丹麦重瓣风铃花",
            price: 195,
            volume: "1.3万件",
            copy: "丹麦重瓣风铃花以其独特的多层花瓣而闻名。这种花朵优雅而富有层次感，为任何场合带来浪漫和精致的氛围。"
        },
        {
            img: "img/勿忘我商城图片.jpg",
            name: "勿忘我",
            price: 97,
            volume: "1.3万件",
            copy: "勿忘我以其小巧而鲜艳的花朵而备受喜爱。这种花通常代表着忠诚和珍贵的回忆，是表达真挚情感的绝佳选择。"
        },
        {
            img: "img/绣球花商城图片.jpg",
            name: "绣球花",
            price: 320,
            volume: "1.3万件",
            copy: "绣球花以其球状的花序和多彩的花朵而著称。这种花象征着美好、和谐和甜蜜，是表达友谊和爱意的理想之选。"
        },
        {
            img: "img/洋桔梗商城图片.jpg",
            name: "洋桔梗",
            price: 195,
            volume: "1.3万件",
            copy: "洋桔梗以其蓝紫色的花朵和细长的茎而备受欢迎。这种花代表着祝福和祝愿，为庆祝特殊时刻提供了清新而典雅的选择。"
        },
        {
            img: "img/小雏菊商城图片.jpg",
            name: "小雏菊",
            price: 128,
            volume: "1.3万件",
            copy: "小雏菊以其纤小的花朵和清新的气息而受人喜爱。这是一种象征着纯真和快乐的花卉，为日常生活带来愉悦和清新。"
        },
        {
            img: "img/满天星商城图片.jpg",
            name: "满天星",
            price: 160,
            volume: "1.3万件",
            copy: "满天星以其繁密的小花朵和星状的外观而著称。这种花通常用于装饰花束，为庆典和节日增添欢愉的氛围。"
        },
        {
            img: "img/郁金香商城图片.jpg",
            name: "郁金香",
            price: 320,
            volume: "1.3万件",
            copy: "郁金香以其优雅的形状和多样的颜色而备受青睐。这是一种经典的花卉，代表着爱、温暖和优雅的情感。"
        },
        {
            img: "img/牡丹商城图片.jpg",
            name: "牡丹",
            price: 448,
            volume: "1.3万件",
            copy: "牡丹以其丰满而华丽的花朵而著称。这种花象征着繁荣、富贵和幸福，是庆祝盛大场合的理想之选。"
        },
    ],
    [
        {
            img: "img/玫瑰商城图片.jpg",
            name: "玫瑰",
            price: 451,
            volume: "1.3万件",
            copy: "玫瑰，花语丰富，是爱情的象征。花瓣娇艳欲滴，散发着浓郁的芬芳。无论是庆祝喜庆还是表达深情，玫瑰都是不二之选。"
        },
        {
            img: "img/君子兰商城图片.jpg",
            name: "君子兰",
            price: 516,
            volume: "1.3万件",
            copy: "君子兰，清新淡雅的花卉，寓意纯洁和幸福。花语中代表着美好的祝愿，是送给亲朋好友的理想之选。"
        },
        {
            img: "img/波斯菊商城图片.jpg",
            name: "波斯菊",
            price: 129,
            volume: "1.3万件",
            copy: "波斯菊，高贵而典雅，以深邃的蓝色吸引眼球。象征着坚韧和忠诚，是独特而受欢迎的花卉之一。"
        },
        {
            img: "img/铃兰商城图片.jpg",
            name: "铃兰",
            price: 580,
            volume: "1.3万件",
            copy: "铃兰，花钟般的形状给人宁静和祥和的感觉。花语中寓意着幸福平安，是送给家人和朋友的美好祝愿。"
        },
        {
            img: "img/三色堇商城图片.jpg",
            name: "三色堇",
            price: 161.25,
            volume: "1.3万件",
            copy: "三色堇，五彩斑斓的花朵给人带来愉悦的感觉。花语中代表思念和美好回忆，适合表达深情的心意。"
        },
        {
            img: "img/蔷薇商城图片.jpg",
            name: "蔷薇",
            price: 387,
            volume: "1.3万件",
            copy: "蔷薇，又称为野玫瑰，充满野性和热情。花语中常代表着美好的爱情，是浪漫之选。"
        },
        {
            img: "img/水仙花商城图片.jpg",
            name: "水仙花",
            price: 193.5,
            volume: "1.3万件",
            copy: "水仙花，清新淡雅的花香让人陶醉。花语中寓意着纯洁和高贵，适合表达崇高的情感。"
        },
        {
            img: "img/杜鹃花商城图片.jpg",
            name: "杜鹃花",
            price: 548.25,
            volume: "1.3万件",
            copy: "杜鹃花，色彩艳丽，寓意着热烈和奔放。常用来表达对生活的热爱和追求自由的心情。"
        },
    ]
]

